Repository: noah-nuebling/mac-mouse-fix
Catalog: crowdin/ro/Localizable.xcstrings
Source language: en
Languages: de, fr, ko, pt_br, tr, vi, zh_hans, zh_hant

# scroll-effect.4-pinch.hint
source: Scroll up for Launchpad and down to show the Desktop Works like Pinching with 4 fingers on an Apple Trackpad
de: Scrolle nach oben für Launchpad und nach unten um den Schreibtisch zu zeigen Funktioniert wie Aufziehen mit 4 Fingern auf einem Apple Trackpad
fr: Défiler vers le haut pour le Launchpad et vers le bas pour afficher le Burean Fonctionne comme le pincement avec 4 doigts sur un Trackpad Apple
ko: 위로 스크롤하면 Launchpad를 열며, 아래로 스크롤하면 데스크탑 화면을 봅니다. 이는 Apple 트랙패드에서 네 손가락을 오므리거나 펼치는 것과 같습니다.
pt_br: Role para cima para acessar o Launchpad e para baixo para exibir a Mesa Funciona como pinçar com quatro dedos em um Trackpad da Apple
tr: Launchpad için yukarı kaydırın ve Masaüstünü göstermek için aşağı kaydırın Apple Trackpad'de 4 parmakla sıkıştırma gibi çalışır
vi: Cuộn lên để hiện Launchpad và xuống để hiện Desktop Hoạt động như chụm bốn ngón tay trên Apple Trackpad
zh_hans: 向上滚动来显示启动台，向下滚动来显示桌面 作用相当于在Apple触控板上四指张开或捏拢
zh_hant: 向上捲動來顯示啟動台，向下捲動來顯示桌面 作用相當於在Apple觸控式軌跡板上四指分開或靠攏

# scroll-effect.app-switcher
source: App Switcher
de: App-Umschalter
fr: Basculement entre apps
ko: 앱 전환
pt_br: Alternador de Aplicativos
tr: Uygulama Değiştirici
vi: Chuyển ứng dụng
zh_hans: App切换器
zh_hant: App切換器

# scroll-effect.app-switcher.hint
source: Quickly switch between open apps Works like holding Command (⌘) and then pressing Tab (⇥) on your keyboard
de: Wechsle schnell zischen offenen Apps Funktioniert wie auf deiner Tastatur die Befehlstaste (⌘) zu halten und dann Tab (⇥) zu drücken
fr: Basculer rapidement entre les apps ouvertes Fonctionne comme en maintenant Commande (⌘) et en appuyant sur Tab (⇥) sur votre clavier
ko: 열려있는 앱 사이를 빠르게 전환합니다. 이는 키보드의 Command (⌘) 키 및 Tab (⇥) 키를 누르는 것과 같습니다.
pt_br: Alterne rapidamente entre aplicativos abertosem Funciona como segurar Command (⌘) e pressionar Tab (⇥) no teclado
tr: Açık uygulamalar arasında hızlıca geçiş yapın Klavyenizde Command (⌘) tuşunu basılı tutup ardından Tab (⇥) tuşuna basmak gibi çalışır
vi: Nhanh chóng chuyển đổi giữa các ứng dụng đang mở Hoạt động như giữ phím Command (⌘) và nhấn Tab (⇥) trên bàn phím
zh_hans: 在已打开的应用程序之间快速切换 作用相当于在您的键盘上按住Command（⌘）然后按下Tab（⇥）
zh_hant: 在打開的應用程式之間快速切換 作用相當於在您的鍵盤上按住Command（⌘）然後按下Tab（⇥）

# scroll-effect.horizontal
source: Horizontal Scroll
de: Horizontales Scrollen
fr: Défilement horizontal
ko: 수평 스크롤
pt_br: Rolagem horizontal
tr: Yatay Kaydırma
vi: Cuộn ngang
zh_hans: 水平滚动
zh_hant: 水平捲動

# scroll-effect.horizontal.hint
source: Scroll left and right, navigate between pages in Safari, delete messages in Mail and more Works like swiping horizontally with 2 fingers on an Apple Trackpad
de: Scrolle nach links und rechts, blättere zwischen Seiten in Safari, lösche Nachrichten in Mail, und mehr Funktioniert wie horizontales Wischen mit 2 Fingern auf einem Apple Trackpad
fr: Défiler sur la gauche et la droite, naviguer entre les pages sur Safari, supprimer les messages dans Mail et bien plus Fonctionne comme le balayage horizontal avec un Trackpad Apple
ko: 좌우로 스크롤하여 Safari에서는 페이지를 쓸어넘길 수 있으며, Mail에선 메시지를 삭제할 수도 있습니다. 이는 Apple 트랙패드에서 두 손가락으로 스와이프하는 것과 같습니다.
pt_br: Role para a esquerda e para a direita, navegue entre páginas no Safari, exclua mensagens no Mail e muito mais Funciona como deslizar horizontalmente com dois dedos em um Trackpad da Apple
tr: Sola ve sağa kaydırın, Safari'de sayfalar arasında gezinin, Mail'deki mesajları silin ve daha fazlasını yapın Apple Trackpad'de 2 parmakla yatay olarak kaydırma gibi çalışır
vi: Cuộn trái và phải, điều hướng giữa các trang của Safari, xóa các mẫu tin trong Mail, và nhiều hơn. Hoạt động như vuốt ngang hai ngón tay trên Apple Trackpad
zh_hans: 向左和向右滚动来导航Safari页面、删除“邮件”中的邮件等 作用相当于在Apple触控板上用双指左右轻扫
zh_hant: 向左和向右捲動來導覽Safari頁面、刪除「郵件」中的郵件等 作用相當於在Apple觸控式軌跡板上用兩指左右滑動

# scroll-effect.precise
source: Precise Scroll
de: Präzises Scrollen
fr: Défilement précis
ko: 정밀 스크롤
pt_br: Rolagem precisa
tr: Hassas Kaydırma
vi: Cuộn tỉ mỉ
zh_hans: 精准滚动
zh_hant: 精確捲動

# scroll-effect.precise.hint
source: Scroll small distances and use sensitive UI elements with precision
de: Scrolle kleine Distanzen und benutze empfindliche Bedienelemente mit Präzision
fr: Défiler de petites distances et utiliser des éléments d'IU sensibles avec précision
ko: 짧은 거리를 스크롤하여 민감한 UI 요소를 정밀하게 조작할 수 있습니다.
pt_br: Role pequenas distâncias e use elementos sensíveis da interface do usuário com precisão
tr: Küçük mesafeleri kaydırın ve hassas UI öğelerini hassas bir şekilde kullanın
vi: Cho phép thao tác chính xác các thành phần trên các giao diện nhạy cảm bằng cách cuộn với khoảng cách ngắn.
zh_hans: 精准地滚动小段距离、使用灵敏的用户界面元素
zh_hant: 精確地捲動小範圍、使用靈敏的介面元件

# scroll-effect.rotate
source: Rotate
de: Drehen
fr: Pivoter
ko: 회전
pt_br: Girar
tr: Döndür
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

# scroll-effect.rotate.hint
source: Rotate content in Apple Maps and other apps Works like twisting with 2 fingers on an Apple Trackpad
de: Drehe den Inhalt in Apple Maps und anderen Apps Funktioniert wie Drehen mit 2 Fingern auf einem Apple Trackpad
fr: Pivoter le contenu dans Apple Plans et d'autres apps Fonctionne comme si l'on tournait avec deux doigts sur un Trackpad Apple
ko: 지도 등의 앱에서 콘텐츠를 회전시킵니다. 이는 Apple 트랙패드에서 두 손가락으로 회전시키는 것과 같습니다.
pt_br: Girar conteúdo no Apple Maps e em outros apps Funciona como girar com dois dedos em um Trackpad da Apple
tr: Apple Haritalar ve diğer uygulamalarda içeriği döndürün Apple Trackpad'de 2 parmakla döndürme gibi çalışır
vi: Xoay nội dung trên Apple Maps and và các ứng dụng khác Hoạt động như vặn hai ngón tay trên Apple Trackpad
zh_hans: 旋转Apple地图和其他应用程序中的内容 作用相当于在Apple触控板上用双指旋转
zh_hant: 旋轉Apple地圖和其他應用程式中的內容 作用相當於在Apple觸控式軌跡板上用兩指旋轉

# scroll-effect.spaces
source: Move Between Spaces
de: Zwischen Spaces wechseln
fr: Déplacer entre les espaces
ko: Spaces 간 이동
pt_br: Mover entre Espaços
tr: Spaces Arasında Geçiş Yap
vi: Di chuyển giữa các Spaces
zh_hans: 切换空间
zh_hant: 切換空間

# scroll-effect.spaces.hint
source: Scroll up to move left a Space and down to move right a Space Works like swiping horizontally with 3 fingers on an Apple Trackpad
de: Scrolle nach oben um einen Space nach links zu wechseln und nach unten um einen Space nach rechts zu wechseln Funktioniert wie horizontales Wischen mit 3 Fingern auf einem Apple Trackpad
fr: Défiler vers le haut pour se déplacer d'un espace vers la gauche et vers le bas pour se déplacer d'un espace vers la droite Fonctionne comme le balayage horizontal avec 3 doigts sur un Trackpad Apple
ko: 위로 스크롤하면 좌측 Space로 이동하며, 아래로 스크롤하면 우측 스페이스로 이동합니다. 이는 Apple 트랙패드에서 세 손가락으로 수평 스와이프하는 것과 같습니다.
pt_br: Role para cima para mover um espaço para a esquerda e para baixo para mover um espaço para a direitain Funciona como deslizar horizontalmente com 3 dedos em um Trackpad da Apple
tr: Bir Space sola gitmek için yukarı kaydırın ve bir Space sağa gitmek için aşağı kaydırın Apple Trackpad'de 3 parmakla yatay olarak kaydırma gibi çalışır
vi: Cuộn lên để di chuyển qua Space bên trái và xuống để di chuyển qua Space bên phải Hoạt động như vuốt ngang ba ngón tay trên Apple Trackpad
zh_hans: 向上滚动来向左移动一个空间，向下滚动来向右移动一个空间 作用相当于在Apple触控板上用三指左右滑动
zh_hant: 向上捲動來向左移動一個空間，向下捲動來向右移動一個空間 作用相當於在Apple觸控式軌跡板上用三指左右滑動

# scroll-effect.swift
source: Swift Scroll
de: Schnelles Scrollen
fr: Défilement rapide
ko: 고속 스크롤
pt_br: Rolagem rápida
tr: Hızlı Kaydırma
vi: Cuộn nhanh
zh_hans: 快速滚动
zh_hant: 快速捲動

# scroll-effect.swift.hint
source: Scroll long distances with minimal effort
de: Scrolle große Distanzen mit minimalem Aufwand
fr: Défiler de longues distances avec un effort minimal
ko: 적은 움직임으로 먼 거리를 스크롤합니다.
pt_br: Percorra longas distâncias com o mínimo esforço
tr: Minimum çabayla uzun mesafeleri kaydırın
vi: Cuộn nhanh một khoảng dài lên đầu trang hoặc cuối trang
zh_hans: 轻松地滚动大段距离
zh_hant: 輕鬆地捲動大範圍

# scroll-effect.zoom
source: Zoom In or Out
de: Rein- oder rauszoomen
fr: Zoom avant ou arrière
ko: 확대/축소
pt_br: Aumentar ou diminuir zoom
tr: Yakınlaştır veya Uzaklaştır
vi: Phòng to hoặc thu nhỏ
zh_hans: 放大或缩小
zh_hant: 放大或縮小

# scroll-effect.zoom.hint
source: Zoom in or out in Safari, Maps and other apps Works like pinching to zoom on an Apple trackpad
de: Zoome rein oder raus in Safari, Maps, und anderen Apps Funktioniert wie Aufziehen mit 2 Fingern bei einem Apple Trackpad
fr: Zoomer en avant ou en arrière dans Safari, Plans et d'autres apps Fonctionne comme le pincement pour zoomer sur un Trackpad Apple
ko: Safari, 지도 등의 앱에서 콘텐츠를 확대 또는 축소합니다. 이는 Apple 트랙패드에서 두 손가락을 오므리거나 펼쳐서 확대 또는 축소하는 것과 같습니다.
pt_br: Aumentar ou diminuir o zoom no Safari, no Maps e em outros apps Funciona como pinçar para ampliar em um Trackpad da Apple
tr: Safari, Haritalar ve diğer uygulamalarda yakınlaştırın veya uzaklaştırın Apple trackpad'de yakınlaştırmak için sıkıştırma gibi çalışır
vi: Phóng to hoặc thu nhỏ trên Safari, Maps và các ứng dụng khác Hoạt động như chụm hai ngón tay để phóng to trên Apple trackpad
zh_hans: 在Safari、地图和其他应用程序中放大或缩小 效果相当于在Apple触控板上两指张开或捏拢
zh_hant: 在Safari、地圖和其他應用程式中放大或縮小 效果相當於在Apple觸控式軌跡板上兩指分開或靠攏

# system-settings-name
source: System Settings
de: Systemeinstellungen
fr: Réglages Système
ko: 시스템 설정
pt_br: Ajustes Sistema
tr: Sistem Ayarları
vi: Cài đặt hệ thống
zh_hans: 系统设置
zh_hant: 系統設定

# system-settings-name.pre-ventura
source: System Preferences
de: Systemeinstellungen
fr: Préférences Système
ko: 시스템 환경설정
pt_br: Preferências do Sistema
tr: Sistem Tercihleri
vi: Cài đặt hệ thống
zh_hans: 系统偏好设置
zh_hant: 系統偏好設定

# thanks.01
source: ⭐️ Thank you for buying Mac Mouse Fix!
de: ⭐️ Danke, dass du Mac Mouse Fix gekauft hast!
fr: ⭐️ Merci d'avoir acheté Mac Mouse Fix !
ko: ⭐️ Mac Mouse Fix를 구입해주셔서 감사합니다!
pt_br: ⭐️ Obrigado por adquirir o Mac Mouse Fix!
vi: ⭐️ Cảm ơn bạn đã mua Mac Mouse Fix!
zh_hans: ⭐️感谢您购买Mac Mouse Fix！
zh_hant: ⭐️感謝您購買Mac Mouse Fix！

# thanks.02
source: 🌟 Thanks for purchasing Mac Mouse Fix!
de: 🌟 Dankeschön, dass du Mac Mouse Fix gekauft hast!
fr: 🌟 Merci d'avoir acheté Mac Mouse Fix !
ko: 🌟 Mac Mouse Fix를 결제해주셔서 감사합니다!
pt_br: 🌟 Obrigado por adquirir o Mac Mouse Fix!
vi: 🌟 Cảm ơn bạn đã mua Mac Mouse Fix!
zh_hans: 🌟感谢购买Mac Mouse Fix！
zh_hant: 🌟感謝購買Mac Mouse Fix！

# thanks.03
source: 🚀 Thanks for supporting Mac Mouse Fix!
de: 🚀 Danke, dass du Mac Mouse Fix unterstützt!
fr: 🚀 Merci de soutenir Mac Mouse Fix !
ko: 🚀 Mac Mouse Fix를 지원해주셔서 감사합니다!
pt_br: 🚀 Obrigado por apoiar o Mac Mouse Fix!
vi: 🚀 Cảm ơn bạn đã ủng hộ Mac Mouse Fix!
zh_hans: 🚀感谢支持Mac Mouse Fix！
zh_hant: 🚀感謝支持Mac Mouse Fix！

# thanks.04
source: 🙌 Thank you for buying Mac Mouse Fix!
de: 🙌 Danke, dass du Mac Mouse Fix gekauft hast!
fr: 🙌 Merci d'avoir acheté Mac Mouse Fix !
ko: 🙌 Mac Mouse Fix를 구입해주셔서 감사합니다!
pt_br: 🙌 Obrigado por adquirir o Mac Mouse Fix!
vi: 🙌 Cảm ơn bạn đã mua Mac Mouse Fix!
zh_hans: 🙌感谢您购买Mac Mouse Fix！
zh_hant: 🙌感謝您購買Mac Mouse Fix！

# thanks.05
source: 🧠 Great purchasing decision! ;)
de: 🧠 Großartige Kaufentscheidung! ;)
fr: 🧠 Une excellente décision d'achat ! ;)
ko: 🧠 잘 사셨어요! ;)
pt_br: 🧠 Ótima decisão de compra! ;)
vi: 🧠 Quả là một sự lựa chọn khôn ngoan! ;)
zh_hans: 🧠很赞的购买决定！ ;)
zh_hant: 🧠很讚的購買決定！ ;)

# thanks.06
source: 🔥 Awesome taste in mouse fixing software! ;)
de: 🔥 Super Geschmack was Maus-Fixing-Software angeht! ;)
fr: 🔥 Excellent goût dans les logiciels permettant d'améliorer les souris ! ;)
ko: 🔥 이 앱, 마우스 참 잘 고치네! ;)
pt_br: 🔥 Gosto incrível em software de Mouse! ;)
vi: 🔥 Ứng cử viên tuyệt vời trong những phần mềm điều chỉnh chuột! ;)
zh_hans: 🔥在鼠标调校软件上的品味不俗！ ;)
zh_hant: 🔥在滑鼠調校軟體上的品味不俗！ ;)

# thanks.08
source: :) <- My face when I saw you bought Mac Mouse Fix
de: :) <- Mein Gesicht, als ich gesehen habe, dass du Mac Mouse Fix gekauft hast
fr: :) <- Mon visgage lorsque je vois que vous avez acheté Mac Mouse Fix
ko: :) <- Mac Mouse Fix를 구입해주신걸 본 제 표정이에요.
pt_br: :) <- Minha expressão quando vi que você comprou o Mac Mouse Fix
vi: :) <- Đây là mặt tôi khi bạn mua Mac Mouse Fix
zh_hans: :) <-看见你购买Mac Mouse Fix时我的表情
zh_hant: :) <-看見你購買Mac Mouse Fix時我的表情

# thanks.09
source: 👽 Share it with your Spacebook friends!
de: 👽 Teile es mit deinen Spacebook Freunden!
fr: 👽 Partagez-le avec vos amis Spacebook !
ko: 👽 Spacebook 친구분들께도 공유해주세요!
pt_br: 👽 Compartilhe com seus amigos do Spacebook!
vi: 👽 Chia sẻ nó với 500 anh em của bạn ngoài kia!
zh_hans: 👽分享给你Spacebook上的朋友们！
zh_hant: 👽分享給你Spacebook上的朋友們！

# thanks.10
source: 🏂 Duckgang for life!!
de: 🏂 Entengang fürs Leben!!
fr: 🧼 Se laver les mains en sortant des toilettes n'est pas facultatif :D
ko: 🏂 Duckgang 영원해줘!!
pt_br: 🏂 Aproveite a vida!!
vi: 🏂 Phê chữ ê kéo dàiiiii!!
zh_hans: 🏂一生不悔低头族！！
zh_hant: 🏂一生不悔低頭族！！

# thanks.11
source: 🚜 Watch where you're going :P
de: 🚜 Pass auf wo du hinfährst :P
fr: 🚜 Regardez où vous allez :P
ko: 🚜 조심히 가세요 :P
pt_br: 🚜 Deus ajuda quem cedo madruga :P
vi: 🚜 Để xem giờ đi đâu tiếp nào :P
zh_hans: 🚜你看着点方向:P
zh_hant: 🚜你看著點方向:P

# thanks.12
source: 🐁 Not these mice, mom!
de: 🐁 Nicht diese Art von Mäusen, Mama!
fr: 🐁 Non, pas cette souris, maman !
ko: 🐁 아 엄마 이 마우스 말고!
pt_br: 🫕 Toda panela tem sua tampa!
vi: 🐁 Không phải chuột này nhé ;)
zh_hans: 🐁妈，不是这种老鼠啦！
zh_hant: 🐁媽，不是這種老鼠啦！

# thanks.13
source: 🐹 We should get him a bow tie.
de: 🐹 Wir sollten ihm eine Krawatte besorgen.
fr: 🐹 Nous devrions lui offrir un nœud papillon.
ko: 🐹 나비넥타이를 좀 사줘야겠네요.
pt_br: 📚 Não julgue um livro pela capa.
vi: 🐹 Bé chuột này sẽ cần một chiếc nơ đấy
zh_hans: 🐹我们应该给他买个领结。
zh_hant: 🐹我們應該給他買個領結。

# thanks.15
source: 🥛 Whole milk of course! It's your birthday after all.
de: 🥛 Vollmilch natürlich! Es ist schließlich dein Geburtstag.
fr: 🥛 Du lait entier, bien sûr ! C'est ton anniversaire après tout.
ko: 🥛 생일에 마시는 생우유예요!
pt_br: 🥛 Não adianta chorar pelo leite derramado.
vi: 🥛 Sữa tươi nguyên "trất" trăm phần trăm.
zh_hans: 🥛当然是全脂牛奶啊！毕竟是你的生日喔。
zh_hant: 🥛當然是全脂牛奶啊！畢竟是你的生日耶。

# thanks.16
source: 🎸 Not John Mayer (yet). Nevertheless mayor of hearts.
de: 🎸 (Noch) nicht John Mayer. Trotzdem Bürgermeister der Herzen.
fr: 🎸 Pas (encore) John Mayer. Néanmoins, le maire des cœurs.
ko: 🎸 존 메이어까지는 (아직)아니지만, 마음은 mayer입니다.
pt_br: 🎤 Quem canta seus males espanta.
vi: 🎸 Thưởng bạn một bản rockkkk nhé
zh_hans: 🎸虽（还）不是约翰・梅尔，却是心之美尔。
zh_hant: 🎸雖（還）不是約翰・梅爾，卻是心之美爾。

# thanks.18
source: 🦄 You may not want to save the world, but you're already saving mine :)
de: 🦄 Du willst vielleicht nicht die Welt retten, aber du rettest schon meine :)
fr: 🦄 Vous ne voulez peut-être pas sauver le monde, mais vous sauvez au moins le mien :)
ko: 🦄 당신이 세상을 구하고 싶으시지는 않을지 모르지만, 적어도 저는 구해주고 계세요 :)
pt_br: 🦄 Você pode não querer salvar o mundo, mas já está salvando o meu :)
vi: 🦄 Chắc bạn không định cứu cả thế giới đâu, nhưng mà bạn đã cứu thế giới của tôi rồi :)
zh_hans: 🦄你或许不想拯救世界，但你的确在拯救我:)
zh_hant: 🦄你或許不想拯救世界，但你的確在拯救我:)

# thanks.20
source: 🌍 Universal Studios is probably not that great anyways... :)
de: 🌍 Universal Studios ist wahrscheinlich sowieso nicht so toll... :)
fr: 🌍 Universal Studios n'est probablement plus aussi bon de toute façon... :)
ko: 🌍 유니버설 스튜디오도 이만큼 대단하지는 않을 것 같아요... :)
pt_br: 🌍 A pressa é inimiga da perfeição... :)
vi: 🌍 Đi đến Universal Studios cũng không tuyệt vời như lúc này... :)
zh_hans: 🌍环球影城很可能也没有那么好⋯⋯ :)
zh_hant: 🌍環球影城很可能也沒有那麼好⋯⋯ :)

# thanks.21
source: 🐠 What... are... you?
de: 🐠 Was... bist... du?
fr: 🐠 Qu'êtes... vous?
pt_br: 🐠 Que dia, hein!?
vi: 🐠 Bạn... là... ai?
zh_hans: 🐠比死神利维坦可爱。
zh_hant: 🐠比死神利維坦可愛。

# thanks.24
source: 😎 Oh you're using Mac Mouse Fix? You must be pretty cool.
de: 😎 Oh du benutzt Mac Mouse Fix? Du musst ziemlich cool sein.
fr: 😎 Oh tu utilises Mac Mouse Fix? Tu dois être sacrément cool.
ko: 😎 오, Mac Mouse Fix 쓰시네요? 뭘 좀 아시는 분!
pt_br: 😎 Eitaaaa, você está usando o Mac Mouse Fix!? Com certeza você é uma pessoa incrível.
vi: 😎 Ủa, bạn đang dùng Mac Mouse Fix hả? Vậy là tôi biết bạn đẹp trai lắm :D
zh_hans: 😎哦，你在用Mac Mouse Fix？那你一定很酷。
zh_hant: 😎噢，你在用Mac Mouse Fix？那你一定很酷。

# thanks.25
source: 🌏 First the mice, then the world!! >:)
de: 🌏 Erst die Mäuse, dann die Welt!! >:)
fr: 🌏 D'abord la souris, ensuite le monde !! >:)
ko: 🌏 태초에 마우스가 있었고, 그 후에 세상 열렸다!! >:)
pt_br: 🌏 Cuide do nosso Planeta!! >:)
vi: 🌏 Sửa xong con chuột, anh sau đi cứu thế giới! >:)
zh_hans: 🌏先是鼠标，然后是世界！！>:)
zh_hant: 🌏先是滑鼠，然後是世界！！>:)

# trial-counter.active
source: Free day **%1$d/%2$d**
de: Kostenloser Tag **%1$d/%2$d**
fr: Jour gratuit **%1$d/%2$d**
ko: 무료 체험 기간 **%1$d/%2$d**일
pt_br: Dias restantes **%1$d/%2$d**
tr: Ücretsiz gün **%1$d/%2$d**
vi: Bạn đang dùng thử miễn phí **%1$d/%2$d** ngày
zh_hans: 免费期第**%1$d／%2$d**天
zh_hant: 免費期第**%1$d／%2$d**天

# trial-counter.expired
source: Free days are over
de: Kostenlose Tage sind vorbei
fr: Les jours offerts sont terminés
ko: 무료 체험 기간이 끝났습니다.
pt_br: A versão de testes terminou
tr: Ücretsiz günler sona erdi
vi: Hết hạn dùng thử
zh_hans: 免费期已结束
zh_hant: 免費期已結束

# trial-notif.activate-license-button
source: Activate License
de: Lizenz aktivieren
fr: Activer une licence
ko: 라이센스 활성화
pt_br: Ativar Licença
tr: Lisansı Etkinleştir
vi: Kích hoạt bản quyền
zh_hans: 激活许可证
zh_hant: 啟用許可證

# trial-notif.body
source: Hi there! You've been using Mac Mouse Fix for **%1$d days** now. I hope you're enjoying it! If you want to keep using Mac Mouse Fix, you can [buy it now](%2$@).
de: Hi! Du verwendest Mac Mouse Fix jetzt seit **%1$d Tagen**. Ich hoffe, es gefällt dir! Wenn du Mac Mouse Fix auch weiter verwenden willst, kannst du es dir [jetzt kaufen](%2$@).
fr: Bonjour ! Vous avez utilisé Mac Mouse Fix pendant maintenant **%1$d jours**. J'espère que vous l'appréciez ! Si vous voulez continuer d'utiliser Mac Mouse Fix, vous pouvez [l'acheter maintenant](%2$@).
ko: 안녕하세요! Mac Mouse Fix를 **%1$d일째** 사용 중입니다. 사용해주셔서 감사드리며, Mac Mouse Fix를 계속 사용하시려면 [구입](%2$@)해주십시오.
pt_br: Olá! Você está usando o Mac Mouse Fix há **%1$d dias**. Espero que você esteja gostando! Se quiser continuar usando o Mac Mouse Fix, você pode [comprá-lo agora](%2$@).
tr: Merhaba! **%1$d gündür** Mac Mouse Fix kullanıyorsunuz. Umarım keyif alıyorsunuzdur! Mac Mouse Fix'i kullanmaya devam etmek istiyorsanız, [şimdi satın alabilirsiniz](%2$@).
vi: Xin chào! Bạn đã sử dụng Mac Mouse Fix được **%1$d ngày**. Mong rằng bạn sẽ thích nó! Nếu bạn muốn tiếp tục sử dụng Mac Mouse Fix, bạn có thể [mua ngay](%2$@).
zh_hans: 您好！您使用Mac Mouse Fix已经有**%1$d天**了。希望您喜欢这个软件！ 如果您想要继续使用Mac Mouse Fix，不妨[立即购买](%2$@)。
zh_hant: 您好！您使用Mac Mouse Fix已經有**%1$d天**了。希望您喜歡這個軟體！ 如果您想要繼續使用Mac Mouse Fix，不妨[立刻購買](%2$@)。

# trigger.substring.button-modifier.1
source: Click %@ +
de: %@ klicken +
fr: clic %@ +
ko: %@ 클릭 +
pt_br: Clique %@ +
tr: %@'ya Tıkla +
vi: Kích %@ +
zh_hans: 点按%@＋
zh_hant: 按一下%@＋

# trigger.substring.button-modifier.2
source: Double Click %@ +
de: %@ doppelklicken +
fr: double-clic %@ +
ko: %@ 이중 클릭 +
pt_br: Duplo Clique %@ +
tr: %@'ya Çift Tıkla +
vi: Kích đúp %@ +
zh_hans: 连按%@＋
zh_hant: 按兩下%@＋

# trigger.substring.button-modifier.3
source: Triple Click %@ +
de: %@ dreifach klicken +
fr: triple-clic %@ +
ko: %@ 삼중 클릭 +
pt_br: Triplo Clique %@ +
tr: %@'ya Üç Tıkla +
vi: Kích ba lần %@ +
zh_hans: 连按三下%@＋
zh_hant: 按三下%@＋

# trigger.substring.button-name.middle
source: Middle Button
de: mittlere Taste
fr: Bouton du milieu
ko: 가운데 버튼
pt_br: Botão do Meio
tr: Orta Düğme
vi: Nút giữa
zh_hans: 中键
zh_hant: 中間鍵

# trigger.substring.button-name.numbered
source: Button %@
de: taste %@
fr: Bouton %@
ko: %@번 버튼
pt_br: Botão %@
tr: %@ Düğmesi
vi: Nút %@
zh_hans: 按钮%@
zh_hant: 按鈕%@

# trigger.substring.button-name.primary
source: Primary Button
de: primäre Taste
fr: Bouton principal
ko: 주 버튼
pt_br: Botão Primário
tr: Birincil Düğme
vi: Nút chính
zh_hans: 主键
zh_hant: 主要按鈕

# trigger.substring.button-name.secondary
source: Secondary Button
de: sekundäre Taste
fr: Bouton secondaire
ko: 보조 버튼
pt_br: Botão Secundário
tr: İkincil Düğme
vi: Nút phụ
zh_hans: 辅键
zh_hant: 輔助按鈕

# trigger.substring.click.1
source: Click %@
de: %@ klicken
fr: clic %@
ko: %@ 클릭
pt_br: clique %@
tr: %@'ya Tıkla
vi: Kích %@
zh_hans: 点按%@
zh_hant: 按一下%@

# trigger.substring.click.2
source: Double Click %@
de: %@ doppelklicken
fr: double-clic %@
ko: %@ 이중 클릭
pt_br: duplo clique %@
tr: %@'ya Çift Tıkla
vi: Kích đôi %@
zh_hans: 连按%@
zh_hant: 按兩下%@

# trigger.substring.click.3
source: Triple Click %@
de: %@ dreifach klicken
fr: triple-clic %@
ko: %@ 삼중 클릭
pt_br: triplo clique %@
tr: %@ Üç Kez Tıklayın
vi: Kích ba lần %@
zh_hans: 连按三次%@
zh_hant: 按三下%@

# trigger.substring.drag.1
source: Click and Drag %@
de: %@ klicken und ziehen
fr: clic et glissement %@
ko: 클릭 및 %@ 드래그
pt_br: clique e arraste %@
tr: %@ Tıklayın ve Sürükleyin
vi: Kích và kéo %@
zh_hans: 点按并拖移%@
zh_hant: 按一下並拖移%@

# trigger.substring.drag.2
source: Double Click and Drag %@
de: %@ doppelklicken und ziehen
fr: double-clic et glissement %@
ko: 이중 클릭 및 %@ 드래그
pt_br: clique duas vezes e arraste %@
tr: %@ Çift Tıklayın ve Sürükleyin
vi: Kích đôi và kéo %@
zh_hans: 连按并拖移%@
zh_hant: 按兩下並拖移%@

# trigger.substring.drag.3
source: Triple Click and Drag %@
de: %@ dreifach klicken und ziehen
fr: triple-clic et glissement %@
ko: 삼중 클릭 및 %@ 드래그
pt_br: clique três vezes e arraste %@
tr: %@ Üç Kez Tıklayın ve Sürükleyin
vi: Kích ba lần và kéo %@
zh_hans: 连按三次并拖移%@
zh_hant: 按三下並拖移%@

# trigger.substring.drag.flags
source: and Drag
de: und ziehen
fr: et glissement
ko: 및 드래그
pt_br: e arraste
tr: ve Sürükleyin
vi: và kéo
zh_hans: 并拖移
zh_hant: 並拖移

# trigger.substring.hold.1
source: Hold %@
de: %@ halten
fr: maintien %@
ko: %@ 유지
pt_br: segure %@
tr: %@ Basılı Tutun
vi: Giữ %@
zh_hans: 按住%@
zh_hant: 按住%@

# trigger.substring.hold.2
source: Double Click and Hold %@
de: %@ doppelklicken und halten
fr: double-clic et maintien %@
ko: 이중 클릭 및 %@ 유지
pt_br: clique duas vezes e segure %@
tr: %@ Çift Tıklayın ve Basılı Tutun
vi: Kích đôi và giữ %@
zh_hans: 点按两下并按住%@
zh_hant: 按兩下並按住%@

# trigger.substring.hold.3
source: Triple Click and Hold %@
de: %@ dreifach klicken und halten
fr: triple-clic et maintien %@
ko: 삼중 클릭 및 %@ 유지
pt_br: clique três vezes e segure %@
tr: %@ Üç Kez Tıklayın ve Basılı Tutun
vi: Kích ba lần và giữ %@
zh_hans: 点按三下并按住%@
zh_hant: 按三下並按住%@

# trigger.substring.scroll.1
source: Click and Scroll %@
de: %@ klicken und scrollen
fr: clic et défilement %@
ko: 클릭 및 %@ 스크롤
pt_br: clique e role %@
tr: %@ Tıklayın ve Kaydırın
vi: Kích và cuộn %@
zh_hans: 点按并滚动%@
zh_hant: 按下並捲動%@

# trigger.substring.scroll.2
source: Double Click and Scroll %@
de: %@ doppelklicken und scrollen
fr: double-clic et défilement %@
ko: 이중 클릭 및 %@ 스크롤
pt_br: clique duas vezes e role %@
tr: %@ Çift Tıklayın ve Kaydırın
vi: Kích đôi và cuộn %@
zh_hans: 连按并滚动%@
zh_hant: 按兩下並捲動%@

# trigger.substring.scroll.3
source: Triple Click and Scroll %@
de: %@ dreifach klicken und scrollen
fr: triple-clic et défilement %@
ko: 삼중 클릭 및 %@ 스크롤
pt_br: clique três vezes e role %@
tr: %@ Üç Kez Tıklayın ve Kaydırın
vi: Kích ba lần và cuộn %@
zh_hans: 连按三次并滚动%@
zh_hant: 按三下並捲動%@

# trigger.substring.scroll.flags
source: and Scroll
de: und scrollen
fr: et défilement
ko: 및 스크롤
pt_br: e role
tr: ve Kaydırın
vi: và cuộn
zh_hans: 并滚动
zh_hant: 並捲動

# trigger.y.group-row.button-name.middle
source: Middle Button
de: mittlere Taste
fr: Bouton du milieu
ko: 가운데 버튼
pt_br: Botão do Meio
tr: Orta Düğme
vi: Nút giữa
zh_hans: 中键
zh_hant: 中間鍵

# trigger.y.group-row.button-name.numbered
source: Button %@
de: taste %@
fr: Bouton %@
ko: %@번 버튼
pt_br: Botão %@
tr: %@ Düğmesi
vi: Nút %@
zh_hans: 按钮%@
zh_hant: 按鈕%@

# trigger.y.group-row.button-name.primary
source: Primary Button
de: primäre Taste
fr: Bouton principal
ko: 주 버튼
pt_br: Botão Primário
tr: Birincil Düğme
vi: Nút chính
zh_hans: 主键
zh_hant: 主要按鈕

# trigger.y.group-row.button-name.secondary
source: Secondary Button
de: sekundäre Taste
fr: Bouton secondaire
ko: 보조 버튼
pt_br: Botão Secundário
tr: İkincil Düğme
vi: Nút phụ
zh_hans: 辅键
zh_hant: 輔助按鈕

# trigger.z.drag-particle
source: Drag
de: ziehen
fr: glissement
ko: 드래그
pt_br: arraste
vi: kéo
zh_hans: 拖移
zh_hant: 拖移

# trigger.z.scroll-particle
source: Scroll
de: scrollen
fr: défilement
ko: 스크롤
pt_br: role
vi: cuộn
zh_hans: 滚动
zh_hant: 捲動
